<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html lang="en" xml:lang="en" xmlns="http://www.w3.org/1999/xhtml">


<head>
<title>Povel Ramel: Karl Nilsson</title>
<link rel="stylesheet" type="text/css" href="../css/general.css" />
</head>

<body>

<h1 class="songtitle">Karl Nilsson</h1>

<p>Av Povel Ramel - vem annars<br />
</p>

<hr />

<pre class="verse">
G                      C
Guddag p&aring; er alla, mitt namn &auml; Karl Nilsson
    D(7)                            G
och jag ville sjunga en visa om mig sj&auml;lv.
    G                   C
Jag f&ouml;ddes i Sm&aring;land av egna f&ouml;r&auml;ldrar,
   D7                               G  
ja n&auml;rmre best&auml;mt i en by som hette By. </pre>

<pre class="bridge">
    D7                  G     C       G
Ett r&ouml;tt litet torp med mossa p&aring; sitt tak
    C        Am7     D7                         G   
bak f&ouml;nstret n&auml;rmast k&ouml;ket jag f&ouml;rst s&aring;g dagens ljus.
   D7                    G      C            G
En s&auml;ng och en stol, tv&aring; stolar till och ett bord,
     C      Am7    D7                                G
just s&aring; s&aring;g rummet ut d&auml;r jag . . . f&ouml;rst s&aring;g dagens ljus.</pre>

<pre class="bridge2">
      C                D7    G
Traddirallanemej, hugg i och h&aring;ll
</pre>

<pre class="verse">
Min mor hette Sara Beata Johanna
Elvira Johanna Katrina Karolin
Gustava Pernilla Johanna Teres 
Albertina Johanna, min fader hette Kurt.</pre>

<pre class="bridge">
Dom var, har man sagt, ett rekorderligt par
Dom var p&aring; gott och ont, ja, dom var som folk &auml;r mest.
Min far han var stins, min mor hon kl&auml;ckte &auml;gg.
Dom tjnte lite pengar, dom var som folk &auml;r mest.</pre>

<pre class="bridge2">F&ouml;r traddiralladedej, hugg i och h&aring;ll</pre>

<pre class="verse">
I skolan i Fr&ouml;num jag l&auml;rde att stava
och l&auml;sa och skriva och r&auml;kna och fysik
vi voro 24 elever i klassen, 
Jag satt mot katedern d&auml;r magister Mallblom satt.</pre>

<pre class="bridge">
Vid mig satt en pojk, och d&auml;rbredvid en pojk
Vid sidan av en pojke, en flicka och en pojk.
Bak dom satt en pojk, en j&auml;nta och en t&ouml;s
Och d&auml;rbakom en kvinna, en pojke och en .... pojk</pre>

<pre class="bridge2">F&ouml;r traddiralladedej, hugg i och h&aring;ll</pre>

<pre class="verse">Jag gick f&ouml;rsta klassen och andra och tredje
och sen gick jag f-f-f-fj&auml;rde, och sen s&aring; gick jag hem
Fick jobb upp vid s&aring;gen och staplade br&auml;der
och br&auml;der och br&auml;der d&auml;r och br&auml;der omigen.</pre>

<pre class="bridge">En del la jag s&aring;, ocn andra la jag s&aring;
en del la jag &aring;t sidan, en del la jag . . . f&ouml;r sig
En del hade h&aring;l, dom lade jag f&ouml;r sig
Och andra var f&ouml;r korta, dom lade jag f&ouml;r sig,</pre>

  <pre class="bridge2">f&ouml;r traddiraiaddi...</pre>

<pre class="verse">
En del hade kantfnas, dom la jag p&aring; sitt s&auml;tt.
En del hade b&ouml;jt sig, dom lade jag f&ouml;r sig.
En del var angripna av bl&aring;hjon och nattsmyg,
dom la jag &aring;t sidan i en s&auml;rskild h&ouml;g f&ouml;r sig.</pre>

<pre class="bridge">
En del hade krympt, dom lade jag f&ouml;r sig
En del var prima virke, dom lade jag f&ouml;r mig.
Jag staplade bj&ouml;rk och ask och l&ouml;nn f&ouml;r sig
Sen for jag till Amerika ett tag och hem igen.</pre>

<pre class="bridge2">F&ouml;r traddirallanedej, hugg i och h&aring;ll</pre>

<pre class="verse">
Sen gifte jag mig med min hustru Linnea
Och vi fick en pojke, en flicka och en ... son.
Vi flytta till Sk&ouml;vde, och dom gick i skolan
Och dom tog studenten och blev gifta och fick barn.</pre>

<pre class="bridge">Som nu vuxit upp och gift sig och f&aring;tt barn
som just har slutat skolan och gift sig och f&aring;tt barn,
som just vuxit upp och gift sig och f&aring;tt barn. 
    C        Am7       D7                                 C   G
Och jag blev skild och gift och stins och far till femton barn.</pre>

<pre class="bridge">Som just vuxit upp och gift sig och f&aring;tt barn
som just har slutat skolan och gift sig och f&aring;tt barn,
Som just vuxit upp och gift sig och f&aring;tt barn
som just har slutat . . .</pre>
</body>
</html>
